"use strict";

console.log(`Количество секунд в сутках - ${24 * 60 * 60 * 60}`);
console.log(`Количество секунд в 30 сутках - ${30 * 24 * 60 * 60 * 60}`);
console.log(`Количество секунд в году - ${365 * 24 * 60 * 60 * 60}`);
console.log(`Количество минут в сутках - ${24 * 60 * 60}`);
console.log(`Количество минут в году - ${365 * 60 * 60}`);
console.log(`Количество байт в мегабайте - ${1024 * 1024}`);
console.log(`Количество байт в гигабайте - ${1024 * 1024 * 1024}`);
console.log(`Количество байт в 10 гигабайтах - ${10 * 1024 * 1024 * 1024}`);
console.log(`Количество байт в терабайте - ${1024 * 1024 * 1024 * 1024}`);
console.log(`Количество килобайт в терабайте - ${1024 * 1024 *1024}`);